tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kamilturek/python2"
tap "sambadevi/powerlevel9k"
tap "wix/brew"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "boost"
brew "glib"
brew "cloc"
brew "openldap"
brew "curl"
brew "libtool"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "duf"
brew "folly"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "pango"
brew "gnuplot"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "helm"
brew "jq"
brew "kube-linter"
brew "libass"
brew "libffi"
brew "libheif"
brew "libmemcached"
brew "librsvg"
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "p7zip"
brew "php@8.0"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.10"
brew "rancher-cli"
brew "ruby"
brew "skaffold"
brew "volta"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "kamilturek/python2/python@2"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "wix/brew/applesimutils"
cask "1password"
cask "bluesnooze"
cask "firefox"
cask "font-hack-nerd-font"
cask "grammarly"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "nextcloud"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
cask "yt-music"
vscode "alefragnani.project-manager"
vscode "arcanis.vscode-zipfs"
vscode "bmewburn.vscode-intelephense-client"
vscode "calebporzio.better-phpunit"
vscode "christian-kohler.npm-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dandric.vscode-jq"
vscode "dansysanalyst.pest-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.arrow-function-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "ijs.reactnextjssnippets"
vscode "infeng.vscode-react-typescript"
vscode "ivory-lab.jenkinsfile-support"
vscode "jakebathman.mysql-syntax"
vscode "k--kato.intellij-idea-keybindings"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "persoderlind.vscode-phpcbf"
vscode "pflannery.vscode-versionlens"
vscode "philipbe.theme-gray-matter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rome.rome"
vscode "sburg.vscode-javascript-booster"
vscode "shopify.ruby-lsp"
vscode "vincaslt.highlight-matching-tag"
vscode "vinliao.fast-arrow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "wongjn.php-sniffer"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yoelvismulen.react17plus-snippets"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
